Repository: ab4317/RazerMon
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# accessibility.back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回

# accessibility.battery
source: Battery %lld percent
de: Batteriestand %lld Prozent
es: Batería al %lld por ciento
fr: Batterie à %lld pour cent
it: Batteria al %lld percento
ja: バッテリー残量 %lld パーセント
ko: 배터리 %lld퍼센트
pt_br: Bateria em %lld por cento
ru: Заряд аккумулятора: %lld процентов
zh_hans: 电量百分之 %lld
zh_hant: 電量百分之 %lld

# accessibility.device
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
zh_hans: 设备
zh_hant: 裝置

# accessibility.device_battery
source: %1$@, battery %2$lld percent
de: %1$@, Batteriestand %2$lld Prozent
es: %1$@, batería al %2$lld por ciento
fr: %1$@, batterie à %2$lld pour cent
it: %1$@, batteria al %2$lld percento
ja: %1$@、バッテリー残量 %2$lld パーセント
ko: %1$@, 배터리 %2$lld퍼센트
pt_br: %1$@, bateria em %2$lld por cento
ru: %1$@, заряд аккумулятора: %2$lld процентов
zh_hans: %1$@，电量百分之 %2$lld
zh_hant: %1$@，電量百分之 %2$lld

# accessibility.device_reading
source: %@, reading battery level
de: %@, Batteriestand wird gelesen
es: %@, leyendo el nivel de batería
fr: %@, lecture du niveau de batterie
it: %@, lettura del livello batteria
ja: %@、バッテリー残量を読み取り中
ko: %@, 배터리 잔량 읽는 중
pt_br: %@, lendo o nível da bateria
ru: %@, чтение уровня заряда
zh_hans: %@，正在读取电量
zh_hant: %@，正在讀取電量

# accessibility.keyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
ja: キーボード
ko: 키보드
pt_br: Teclado
ru: Клавиатура
zh_hans: 键盘
zh_hant: 鍵盤

# accessibility.mouse
source: Mouse
de: Maus
es: Ratón
fr: Souris
ja: マウス
ko: 마우스
ru: Мышь
zh_hans: 鼠标
zh_hant: 滑鼠

# error.hid.battery_request
source: Battery request failed (%d)
de: Batterieabfrage fehlgeschlagen (%d)
es: Error en la solicitud de batería (%d)
fr: Échec de la demande de batterie (%d)
it: Richiesta batteria non riuscita (%d)
ja: バッテリー情報の要求に失敗しました（%d）
ko: 배터리 요청 실패(%d)
pt_br: Falha na solicitação da bateria (%d)
ru: Ошибка запроса уровня заряда (%d)
zh_hans: 电量请求失败（%d）
zh_hant: 電量要求失敗（%d）

# error.hid.battery_response
source: Battery response failed (%d)
de: Batterieantwort fehlgeschlagen (%d)
es: Error en la respuesta de batería (%d)
fr: Échec de la réponse de batterie (%d)
it: Risposta batteria non riuscita (%d)
ja: バッテリー情報の応答に失敗しました（%d）
ko: 배터리 응답 실패(%d)
pt_br: Falha na resposta da bateria (%d)
ru: Ошибка ответа об уровне заряда (%d)
zh_hans: 电量响应失败（%d）
zh_hant: 電量回應失敗（%d）

# error.hid.device_open
source: Could not open Razer receiver (%d)
de: Razer-Empfänger konnte nicht geöffnet werden (%d)
es: No se pudo abrir el receptor Razer (%d)
fr: Impossible d’ouvrir le récepteur Razer (%d)
it: Impossibile aprire il ricevitore Razer (%d)
ja: Razer レシーバーを開けませんでした（%d）
ko: Razer 수신기를 열 수 없음(%d)
pt_br: Não foi possível abrir o receptor Razer (%d)
ru: Не удалось открыть приёмник Razer (%d)
zh_hans: 无法打开雷蛇接收器（%d）
zh_hant: 無法開啟 Razer 接收器（%d）

# error.hid.interface_not_found
source: Razer receiver interface not found
de: Schnittstelle des Razer-Empfängers nicht gefunden
es: No se encontró la interfaz del receptor Razer
fr: Interface du récepteur Razer introuvable
it: Interfaccia del ricevitore Razer non trovata
ja: Razer レシーバーのインターフェイスが見つかりません
ko: Razer 수신기 인터페이스를 찾을 수 없음
pt_br: Interface do receptor Razer não encontrada
ru: Интерфейс приёмника Razer не найден
zh_hans: 未找到雷蛇接收器接口
zh_hant: 找不到 Razer 接收器介面

# error.hid.manager_open
source: Could not open HID manager (%d)
de: HID-Manager konnte nicht geöffnet werden (%d)
es: No se pudo abrir el gestor HID (%d)
fr: Impossible d’ouvrir le gestionnaire HID (%d)
it: Impossibile aprire il gestore HID (%d)
ja: HID マネージャーを開けませんでした（%d）
ko: HID 관리자를 열 수 없음(%d)
pt_br: Não foi possível abrir o gerenciador HID (%d)
ru: Не удалось открыть диспетчер HID (%d)
zh_hans: 无法打开 HID 管理器（%d）
zh_hant: 無法開啟 HID 管理程式（%d）

# error.protocol.invalid_checksum
source: Report checksum does not match
de: Prüfsumme des Berichts stimmt nicht überein
es: La suma de comprobación del informe no coincide
fr: La somme de contrôle du rapport ne correspond pas
it: Il checksum del report non corrisponde
ja: レポートのチェックサムが一致しません
ko: 리포트 체크섬이 일치하지 않음
pt_br: A soma de verificação do relatório não corresponde
ru: Контрольная сумма отчёта не совпадает
zh_hans: 报告校验和不匹配
zh_hant: 報告檢查碼不符

# error.protocol.invalid_length
source: Expected a 90-byte report, got %lld
de: Ein 90-Byte-Bericht wurde erwartet, erhalten: %lld Byte
es: Se esperaba un informe de 90 bytes; se recibieron %lld
fr: Un rapport de 90 octets était attendu, %lld octets reçus
it: Era previsto un report di 90 byte, ricevuti %lld
ja: 90 バイトのレポートが必要ですが、%lld バイトでした
ko: 90바이트 리포트가 필요하지만 %lld바이트를 받음
pt_br: Era esperado um relatório de 90 bytes, mas foram recebidos %lld
ru: Ожидался отчёт размером 90 байт, получено: %lld
zh_hans: 应收到 90 字节的报告，实际收到 %lld 字节
zh_hant: 應收到 90 位元組的報告，實際收到 %lld 位元組

# error.protocol.missing_serial
source: Serial-number response contains no ASCII serial number
de: Antwort zur Seriennummer enthält keine ASCII-Seriennummer
es: La respuesta no contiene un número de serie ASCII
fr: La réponse ne contient aucun numéro de série ASCII
it: La risposta non contiene un numero di serie ASCII
ja: シリアル番号の応答に ASCII シリアル番号がありません
ko: 일련 번호 응답에 ASCII 일련 번호가 없음
pt_br: A resposta não contém um número de série ASCII
ru: Ответ не содержит серийного номера ASCII
zh_hans: 序列号响应中没有 ASCII 序列号
zh_hant: 序號回應中沒有 ASCII 序號

# error.protocol.stale_response
source: Device returned a stale or unrelated response
de: Das Gerät hat eine veraltete oder nicht zugehörige Antwort zurückgegeben
es: El dispositivo devolvió una respuesta antigua o no relacionada
fr: L’appareil a renvoyé une réponse obsolète ou sans rapport
it: Il dispositivo ha restituito una risposta obsoleta o non correlata
ja: デバイスから古い、または無関係な応答が返されました
ko: 기기가 오래되었거나 관련 없는 응답을 반환함
pt_br: O dispositivo retornou uma resposta antiga ou não relacionada
ru: Устройство вернуло устаревший или несвязанный ответ
zh_hans: 设备返回了过期或不相关的响应
zh_hant: 裝置傳回了過期或不相關的回應

# launch_at_login.error.message
source: Move RazerMon.app to the Applications folder, then try again. %@
de: Bewege RazerMon.app in den Ordner „Programme“ und versuche es erneut.\n\n%@
es: Mueve RazerMon.app a la carpeta Aplicaciones e inténtalo de nuevo.\n\n%@
fr: Déplacez RazerMon.app dans le dossier Applications, puis réessayez.\n\n%@
it: Sposta RazerMon.app nella cartella Applicazioni, quindi riprova.\n\n%@
ja: RazerMon.app を「アプリケーション」フォルダに移動してから、もう一度お試しください。\n\n%@
ko: RazerMon.app을 응용 프로그램 폴더로 이동한 후 다시 시도하십시오.\n\n%@
pt_br: Mova o RazerMon.app para a pasta Aplicativos e tente novamente.\n\n%@
ru: Переместите RazerMon.app в папку «Программы» и повторите попытку.\n\n%@
zh_hans: 请将 RazerMon.app 移至“应用程序”文件夹，然后重试。 %@
zh_hant: 請將 RazerMon.app 移至「應用程式」檔案夾，然後再試一次。 %@

# launch_at_login.error.title
source: Unable to Change Launch at Login
de: „Beim Anmelden öffnen“ konnte nicht geändert werden
es: No se pudo cambiar la apertura al iniciar sesión
fr: Impossible de modifier l’ouverture à la connexion
it: Impossibile modificare l’apertura al login
ja: ログイン時の起動設定を変更できません
ko: 로그인 시 실행 설정을 변경할 수 없음
pt_br: Não foi possível alterar a abertura ao iniciar sessão
ru: Не удалось изменить запуск при входе
zh_hans: 无法更改登录时启动设置
zh_hant: 無法更改登入時啟動設定

# menu.enable_input_monitoring
source: Enable Input Monitoring…
de: Eingabeüberwachung aktivieren…
es: Activar monitorización de entrada…
fr: Activer la surveillance de l’entrée…
it: Abilita monitoraggio input…
ja: 入力監視を有効にする…
ko: 입력 모니터링 활성화…
pt_br: Ativar Monitoramento de Entrada…
ru: Включить мониторинг ввода…
zh_hans: 启用输入监控…
zh_hant: 啟用輸入監控…

# menu.exit
source: Quit RazerMon
de: RazerMon beenden
es: Salir de RazerMon
fr: Quitter RazerMon
it: Esci da RazerMon
ja: RazerMon を終了
ko: RazerMon 종료
pt_br: Encerrar RazerMon
ru: Завершить RazerMon
zh_hans: 退出 RazerMon
zh_hant: 結束 RazerMon

# menu.launch_at_login
source: Launch at Login
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に起動
ko: 로그인 시 실행
pt_br: Abrir ao Iniciar Sessão
ru: Запускать при входе
zh_hans: 登录时启动
zh_hant: 登入時啟動

# menu.launch_at_login.approval_required
source: Approval is required in System Settings under Login Items
de: Eine Genehmigung unter „Anmeldeobjekte“ in den Systemeinstellungen ist erforderlich
es: Se requiere aprobación en Ítems de inicio de Ajustes del Sistema
fr: Une autorisation est requise dans Réglages Système, sous Ouverture
it: È necessaria l’approvazione in Elementi login nelle Impostazioni di Sistema
ja: 「システム設定」の「ログイン項目」で許可が必要です
ko: 시스템 설정의 로그인 항목에서 허용해야 합니다
pt_br: É necessária aprovação em Itens de Início nos Ajustes do Sistema
ru: Требуется разрешение в разделе «Объекты входа» Системных настроек
zh_hans: 需要在“系统设置”的“登录项”中批准
zh_hant: 需要在「系統設定」的「登入項目」中允許

# menu.no_devices
source: No connected Razer devices
de: Keine Razer-Geräte verbunden
es: No hay dispositivos Razer conectados
fr: Aucun appareil Razer connecté
it: Nessun dispositivo Razer connesso
ja: 接続されている Razer デバイスはありません
ko: 연결된 Razer 기기 없음
pt_br: Nenhum dispositivo Razer conectado
ru: Нет подключённых устройств Razer
zh_hans: 未连接雷蛇设备
zh_hant: 未連接 Razer 裝置

# menu.permission_required
source: Input Monitoring permission required
de: Berechtigung für Eingabeüberwachung erforderlich
es: Se requiere permiso de monitorización de entrada
fr: Autorisation de surveillance de l’entrée requise
it: Autorizzazione per il monitoraggio input necessaria
ja: 入力監視の許可が必要です
ko: 입력 모니터링 권한 필요
pt_br: Permissão de Monitoramento de Entrada necessária
ru: Требуется разрешение на мониторинг ввода
zh_hans: 需要“输入监控”权限
zh_hant: 需要「輸入監控」權限

# menu.reading_battery
source: Reading…
de: Wird gelesen…
es: Leyendo…
fr: Lecture…
it: Lettura…
ja: 読み取り中…
ko: 읽는 중…
pt_br: Lendo…
ru: Чтение…
zh_hans: 正在读取…
zh_hant: 正在讀取…

# menu.reading_devices
source: Reading devices…
de: Geräte werden gelesen…
es: Leyendo dispositivos…
fr: Lecture des appareils…
it: Lettura dispositivi…
ja: デバイスを読み取り中…
ko: 기기 읽는 중…
pt_br: Lendo dispositivos…
ru: Чтение устройств…
zh_hans: 正在读取设备…
zh_hant: 正在讀取裝置…

# menu.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# menu.serial_number
source: Serial number: %@
de: Seriennummer: %@
es: Número de serie: %@
fr: Numéro de série : %@
it: Numero di serie: %@
ja: シリアル番号：%@
ko: 일련 번호: %@
pt_br: Número de série: %@
ru: Серийный номер: %@
zh_hans: 序列号：%@
zh_hant: 序號：%@

# permission.alert.message
source: RazerMon needs this permission to read battery levels from connected Razer devices. It does not record keystrokes or mouse movement.
de: RazerMon benötigt diese Berechtigung, um den Batteriestand verbundener Razer-Geräte auszulesen. Tastatureingaben oder Mausbewegungen werden nicht aufgezeichnet.
es: RazerMon necesita este permiso para leer el nivel de batería de los dispositivos Razer conectados. No registra las pulsaciones del teclado ni los movimientos del ratón.
fr: RazerMon a besoin de cette autorisation pour lire le niveau de batterie des appareils Razer connectés. L’app n’enregistre ni les frappes au clavier ni les mouvements de la souris.
it: RazerMon richiede questa autorizzazione per leggere il livello della batteria dei dispositivi Razer connessi. Non registra le sequenze di tasti né i movimenti del mouse.
ja: 接続されている Razer デバイスのバッテリー残量を読み取るには、この許可が必要です。キー入力やマウスの動きは記録しません。
ko: 연결된 Razer 기기의 배터리 잔량을 읽으려면 이 권한이 필요합니다. 키 입력이나 마우스 움직임은 기록하지 않습니다.
pt_br: O RazerMon precisa desta permissão para ler o nível da bateria dos dispositivos Razer conectados. Ele não registra teclas pressionadas nem movimentos do mouse.
ru: RazerMon требуется это разрешение для чтения уровня заряда подключённых устройств Razer. Приложение не записывает нажатия клавиш или движения мыши.
zh_hans: RazerMon 需要此权限来读取已连接雷蛇设备的电量。它不会记录键盘输入或鼠标移动。
zh_hant: RazerMon 需要此權限才能讀取已連接 Razer 裝置的電量。它不會記錄鍵盤輸入或滑鼠移動。

# permission.alert.not_now
source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora Não
ru: Не сейчас
zh_hans: 暂不
zh_hant: 稍後再說

# permission.alert.open_settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

# permission.alert.title
source: RazerMon Requires Input Monitoring Access
de: RazerMon benötigt Zugriff auf die Eingabeüberwachung
es: RazerMon necesita acceso a la monitorización de entrada
fr: RazerMon nécessite l’accès à la surveillance de l’entrée
it: RazerMon richiede l’accesso al monitoraggio input
ja: RazerMon には入力監視へのアクセスが必要です
ko: RazerMon에 입력 모니터링 접근 권한이 필요함
pt_br: O RazerMon Precisa de Acesso ao Monitoramento de Entrada
ru: RazerMon требуется доступ к мониторингу ввода
zh_hans: RazerMon 需要“输入监控”权限
zh_hant: RazerMon 需要「輸入監控」權限

# permission.guide.drag_upward
source: Drag upward
de: Nach oben bewegen
es: Arrastrar hacia arriba
fr: Faire glisser vers le haut
it: Trascina verso l’alto
ja: 上にドラッグ
ko: 위로 드래그
pt_br: Arrastar para cima
ru: Перетащить вверх
zh_hans: 向上拖移
zh_hant: 向上拖移

# permission.guide.instruction
source: Drag RazerMon into the list above to allow Input Monitoring
de: Bewege RazerMon in die Liste oben, um die Eingabeüberwachung zu erlauben
es: Arrastra RazerMon a la lista superior para permitir la monitorización de entrada
fr: Faites glisser RazerMon dans la liste ci-dessus pour autoriser la surveillance de l’entrée
it: Trascina RazerMon nell’elenco qui sopra per consentire il monitoraggio input
ja: RazerMon を上のリストにドラッグして入力監視を許可してください
ko: 입력 모니터링을 허용하려면 RazerMon을 위 목록으로 드래그하십시오
pt_br: Arraste o RazerMon para a lista acima para permitir o Monitoramento de Entrada
ru: Перетащите RazerMon в список выше, чтобы разрешить мониторинг ввода
zh_hans: 将 RazerMon 拖入上方列表以允许输入监控
zh_hant: 將 RazerMon 拖入上方列表以允許輸入監控
